<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ include file="../include/user/headerfooter/header.jsp" %>

<article id="e3">
       <div id="company2" >
       <br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;이용약관
</div>
<table id=agreement >
<tr><td>
이용약관<br>
<br>
제1장 총칙<br>
<br>
제1조 (목적)<br>
본 이용약관(이하 “본 약관”)은 회원이 주식회사 프레시지(이하 “회사”)가 운영하는 서비스를 이용함에 있어 필요한 이용조건 및 절차에 관한 사항과 기타 이용에 필요한 사항을 정함을 목적으로 합니다.
<br>
제2조 (용어의 정의)<br>
본 약관에서 사용되는 용어의 정의는 아래와 같습니다.<br>
1. “사이트”라 함은 회사와 계열사가 서비스를 이용자에게 제공하기 위하여 제작, 운영하는 사이트를 말합니다. 현재 회사가 운영하는 사이트의 접속 주소는 아래와 같습니다.<br>
- www.fresheasy.co.kr<br>
2. “회원”이란 회사의 사이트 등에 접속하여 본 약관 및 개인정보 처리방침에 동의함으로써 회사와 이용계약을 체결하고 회사가 제공하는 정보와 서비스를 이용할 수 있는 자를 의미합니다.<br>
3. “이용자”란 회사의 사이트 등에 접속하여 본 약관에 따라 회사가 제공하는 서비스를 이용하는 회원 및 비회원을 의미합니다.<br>
4. “적립금”이란 이용자가 상품을 구입하고 그 대가를 지급하는데 사용하기 위하여 회사가 발행, 관리하는 포인트를 의미합니다.<br>
<br>
제3조 (약관 등의 명시와 설명 및 개정)<br>
① 회사는 본 약관을 회원 또는 서비스 이용을 희망하는 자가 알 수 있도록 홈페이지 및 앱에 게시합니다.<br>
② 회사는 합리적인 사유 발생시 약관의 규제에 관한 법률, 전자거래기본법, 전자상거래 등에서의 소비자보호에 관한 법률(이하 “전자상거래법”), 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 “정보통신망법”), 개인정보보호법 등 관련 법령에 위배되지 않는 범위에서 약관을 변경할 수 있습니다.<br>
③ 회사가 본 약관을 개정할 경우, 적용일자 및 개정사유를 명시하여, 개정 전 약관과 함께 적용일로부터 최소 7일 전(약관의 변경이 회원에게 불리하거나 회원의 권리·의무의 중요한 변경의 경우 최소 30일 전)부터 홈페이지 및 앱 초기화면에 사전 공지하거나 회원들에게 개별 통지합니다.<br>
④ 회원은 변경된 약관의 적용을 거부할 권리가 있으며, 개정 약관 적용 후 7일 이내에 변경 약관 적용에 대한 거부 의사를 표시할 수 있습니다. 다만, 회사가 제3항에 따라 변경된 약관을 공지 또는 통지하면서 회원에게 약관 변경 적용 일까지 거부 의사를 표시하지 아니할 경우, 약관의 변경에 동의한 것으로 간주 한다는 내용을 공지 또는 통지하였음에도 회원이 명시적으로 약관 변경에 대한 거부 의사를 표시하지 아니하면, 회사는 회원이 변경 약관에 동의한 것으로 간주합니다.<br>
⑤ 회원은 변경된 약관에 동의하지 않는 경우, 서비스 사용에 제한을 받을 수 있으며 이용계약의 해지를 요청할 수 있습니다. 회사는 변경된 약관의 내용을 알지 못하여 발생하는 회원의 피해에 대하여 책임을 부담하지 않습니다.<br>
<br>
제4조 (약관 외 준칙)<br>
본 약관에 명시되지 않는 사항은 약관의 규제에 관한 법률, 전자거래기본법, 전자상거래법, 정보통신망법, 개인정보보호법 등 대한민국의 관련 법령, 상관습에 따릅니다.<br>
<br>
제5조 (공지 및 회원에 대한 알림)<br>
① 회사는 회원이 회원 가입 신청시 등록한 이메일, 휴대전화 문자메시지 등 회원이 수신에 동의한 수단을 활용하여 회원에 대한 각종 고지나 통지를 이행할 수 있습니다.<br>
② 회사는 서비스 정책, 이용약관, 개인정보처리방침 등 회원 모두에게 적용되는 사항을 사이트 등의 초기화면, 공지사항 게시판 등에 1주일 이상 공지함으로써 각 회원에 대한 개별 고지나 통지를 갈음할 수 있습니다. 다만, 회원의 권리·의무에 중대한 영향을 미치는 사항에 대해서는 게시기간을 연장하여 공지합니다.<br>
<br><br>
제2장 이용계약의 성립
<br><br>
제6조 (서비스 이용계약의 성립)<br>
① 서비스 이용계약은 서비스를 이용하고자 하는 이용희망자가 본 약관과 개인정보처리방침 등에 동의하고, 회사가 제시하는 소정의 회원가입 절차에 따라 회원 가입을 완료함으로써 성립합니다.<br>
② 회사는 이용승낙의 의사표시를 해당 서비스 화면에 게시하는 등의 방법으로 통지합니다.<br>
<br>
제7조 (회원 가입 신청)<br>
① 이용희망자는 만 14세 이상이면 회원 가입 신청을 할 수 있습니다.<br>
② 이용희망자는 회원 가입 신청시 본 약관 및 회사의 개인정보 처리방침에서 정한 필수 수집항목 등에 기재된 정보를 제공하여야 합니다.<br>
③ 회사는 이용희망자의 회원 가입 신청시 필요한 경우, 본인인증절차를 요구할 수 있습니다.<br>
<br><br>
제8조 (회원 가입 신청의 승낙과 제한)<br>
① 회사는 회원 가입을 신청한 이용희망자에 대하여 다음 각 호의 사유를 모두 충족할 경우 회원 가입을 승낙합니다.<br>
1. 회사의 업무수행 및 서비스 제공을 위한 설비의 여유·기술상 지장이 없는 경우<br>
2. 본 약관에서 정하는 승낙 제한 또는 거절, 보류 사유에 해당하지 않는 경우<br>
② 다음 각 호 중 어느 사유에 해당하는 경우, 회사는 이용희망자의 회원 가입 신청을 승낙하지 아니합니다. 회원 가입 후 해당 사실이 밝혀진 경우, 회사는 회원 ID를 삭제하거나 탈퇴 처리 등 적절한 조치를 취할 수 있으며, 필요한 경우 관계법령에 따른 형사처벌이나 행정제재를 위한 법적 절차를 진행할 수 있습니다.<br>
1. 이용희망자가 만 14세 미만인 경우<br>
2. 회원 가입 신청 시에 타인의 명의를 도용한 경우<br>
3. 이미 가입된 회원과 휴대폰번호 또는 이메일 주소가 동일한 경우<br>
4. 회원 가입 신청 시에 회원정보를 실제와 다르게 기재하거나 허위로 기재한 경우<br>
5. 제24조 제1항에 규정된 금지행위를 하여 회사의 제재조치가 있었던 경우<br>
6. 회사가 서비스 부정이용 행위에 대한 제재조치를 취하기 전 이를 회피하기 위해 탈퇴하였던 경우<br>
7. 기타 본 약관을 위반한 경우<br>
③ 다음 각 호 중 어느 사유에 해당하는 경우, 회사는 그 사유가 해소될 때까지 이용희망자의 회원 가입 신청에 대한 승낙을 유보할 수 있습니다. 다만, 회사는 회원 가입 신청을 한 이용희망자에 대해 그 사유를 제5조에서 정한 방식으로 통지할 수 있습니다.<br>
1. 업무수행 및 서비스 제공을 위한 설비의 여유가 없는 경우<br>
2. 업무수행 및 서비스 제공을 위한 기술상 지장이 있는 경우<br>
3. 기타 회사의 사정(회사의 귀책사유 있는 경우를 포함)으로 이용 승낙이 곤란한 경우<br>
<br><br>
제9조 (회원ID 및 비밀번호의 관리)<br>
① 회원 ID 및 비밀번호에 대한 관리책임은 회원에게 있으며, 회원은 어떠한 경우에도 본인의 회원 ID 및 비밀번호를 타인에게 양도하거나 대여할 수 없습니다.<br>
② 회사의 귀책사유 없이 회원 ID 또는 비밀번호의 유출, 양도, 대여로 인하여 발생하는 손실이나 손해에 대하여는 회원 본인이 이에 대한 책임을 부담합니다.<br>
③ 회원은 회원 ID 또는 비밀번호를 도난당하거나 제3자가 무단으로 이를 사용하고 있음을 인지한 경우, 이를 즉시 회사에 통지하여야 하고 회사는 이에 대한 신속한 처리를 위하여 최선의 노력을 다하여야 합니다.<br>
<br><br>
제3장 서비스의 이용
<br><br>
제10조 (서비스의 내용)<br>
① 회사가 제공하는 서비스의 내용은 다음 각 호와 같습니다.<br>
1. 상품 또는 서비스에 대한 정보 제공 및 구매계약 체결<br>
2. 구매계약이 체결된 상품의 배송<br>
3. 회사 프로모션, 이벤트 서비스<br>
4. 기타 제1호 내지 제3호의 서비스와 관련된 제반 서비스<br>
② 회사는 상품의 품절 등의 사유로 인하여 필요한 경우 제1항의 서비스 내용을 추가, 변경할 수 있습니다.<br>
<br>
제11조 (상품의 주문 및 상품 거래 계약 체결)<br>
① 회원은 상품을 구매하기 전에 반드시 사이트에 게시한 상품 내용과 거래 조건을 정확하게 확인해야 합니다.<br>
② 회원이 상품을 주문(청약)하고, 이에 대하여 회사의 승낙이 있으면 회원과 회사 사이에 상품 구매계약이 체결됩니다.<br>
<br><br>
제12조 (대금 결제)<br>
① 회원은 다음 각 호의 방법으로 상품 구매대금을 지급할 수 있습니다.<br>
1. 신용카드 등을 이용한 카드결제<br>
2. 실시간 계좌이체<br>
3. 카카오페이<br>
4. 삼성페이<br>
5. 페이코<br>
6. 회사가 지급한 적립금에 의한 결제<br>
7. 기타 회사가 제공하는 대금 지급 방법을 활용한 결제<br>
② 회원은 상품 구매대금 결제시 본인이 입력한 정보를 확인하여야 하며, 정보의 오입력 등으로 인하여 발생하는 일체의 책임을 부담합니다.<br>
③ 회원은 상품 구매 내역, 거래메시지, 진행 및 배송 상황 등 거래와 관련된 내용을 마이페이지를 통해 확인할 수 있습니다.<br>
<br><br>
제13조 (적립금)<br>
① 회사는 회원의 상품 구매내역, 이벤트 참여내역 등에 따라 회원에게 일정한 적립금을 부여할 수 있습니다.<br>
② 회원은 적립금으로 상품의 구매 또는 서비스 이용에 대한 대금을 지급할 수 있습니다,<br>
③ 회원은 적립금을 제3자에게 양도, 매매할 수 없으며, 적립금은 현금으로 환급되지 않습니다.<br>
④ 회사는 회원이 부정한 방법으로 적립금을 획득하거나 사용하려고 하는 경우 적립금 사용을 제한할 수 있습니다.<br>
⑤ 적립금은 해당 금액 적립일로부터 1년 동안 유효하며, 유효기간이 만료되면 해당 적립금은 즉시 소멸됩니다.<br>
⑥ 회원 탈퇴시 미사용된 적립금은 즉시 소멸되며, 회원 탈퇴 후 해당 회원이 재가입하더라도 소멸된 적립금에 대한 권리를 주장할 수 없습니다.<br>
<br><br>
제14조 (할인쿠폰)<br>
① 회사는 회원에게 할인쿠폰을 발급할 수 있으며, 할인쿠폰을 사용할 수 있는 상품품목, 사용기간, 할인액 등을 정할 수 있습니다.<br>
② 회원은 할인쿠폰을 사용하여 상품의 구매 또는 서비스 이용에 대한 대금을 할인받을 수 있습니다.<br>
③ 회원은 할인쿠폰을 제3자에게 양도, 매매할 수 없습니다.<br>
④ 회사는 회원이 부정한 방법으로 할인쿠폰을 획득하거나 사용하려고 하는 경우 할인쿠폰의 사용을 제한할 수 있습니다.<br>
⑤ 회원 탈퇴시 회사가 발급한 할인쿠폰은 즉시 소멸되며, 회원 탈퇴 후 해당 회원이 재가입하더라도 소멸된 할인쿠폰에 대한 권리를 주장할 수 없습니다.<br>
<br><br>
제15조 (예치금)<br>
① 예치금이란 회원이 구매하거나 회사로부터 무상으로 제공받은 온라인 상품권의 금액을 의미합니다.<br>
② 회원은 예치금의 잔액 범위 내에서 사용횟수에 제한 없이 사이트 내 상품을 구입할 수 있습니다.<br>
③ 예치금의 유효기간은 회원이 온라인 상품권을 구매하거나 제공받은 날로부터 1년 이며, 유효기간의 연장은 불가합니다.<br>
<br><br>
제16조 (상품의 공급)<br>
① 회사는 회원과 공급시기에 관하여 별도의 언급이 없는 이상, 회원이 상품을 주문한 날로부터 7일 이내에 상품을 배송받을 수 있도록 필요한 조치를 취합니다.<br>
② 회사는 회원이 구매한 상품 등에 대해 배송처리정보를 제공하며, 회사가 예정한 배송시간을 초과한 경우에는 해당 회원에게 결제대금을 환불하여야 합니다. 단, 회사가 이에 대하여 고의, 과실이 없음을 입증한 경우에는 그러하지 아니합니다.<br>
<br><br>
제17조 (청약철회)<br>
① 회원은 전자상거래 등에서의 소비자보호에 관한 법률(이하 “전자상거래법”) 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날로부터 7일 이내에 청약철회를 할 수 있습니다. 단, 그 서면을 받은 때보다 상품 등의 공급이 늦게 이루어진 경우에는 상품 등을 공급받거나 상품 등의 공급이 시작된 날로부터 7일 이내에 청약철회를 할 수 있습니다.<br>
② 제1항에도 불구하고, 회원은 다음 각 호의 어느 하나에 해당하는 경우에는 청약철회를 할 수 없습니다.<br>
1. 회원에게 책임 있는 사유로 상품 등이 멸실 또는 훼손된 경우(다만, 상품 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)<br>
2. 회원의 사용 또는 일부 소비에 의하여 상품 등의 가치가 현저히 감소한 경우<br>
3. 시간의 경과에 의하여 재판매가 곤란할 정도로 상품 등의 가치가 현저히 감소한 경우<br>
4. 회원의 주문에 따라 개별적으로 생산되는 상품 또는 이와 유사한 상품 등에 대하여 전자상거래법에 따른 청약철회 등을 인정하는 경우 회사에게 회복할 수 없는 중대한 손해가 예상되는 경우로서 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 소비자의 서면에 의한 동의를 받은 경우<br>
③ 회원은 제1항 내지 제2항에도 불구하고 상품 등의 내용이 표시, 광고의 내용과 다르거나 계약내용과 다르게 이행된 경우에는 그 상품 등을 공급받은 날로부터 3개월 이내에, 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 청약철회 등을 할 수 있습니다.<br>
④ 회사는 제2항 제1호 내지 제3호에 따라 청약철회가 불가능한 상품의 경우, 그 사실을 사이트 내에 표시하고 있습니다.<br>
<br><br>
제18조 (청약철회 등의 효과)<br>
① 회원은 제17조에 따라 청약철회를 한 경우 이미 공급받은 상품을 회사에 반환하여야 하며, 상품을 반환하는데 필요한 비용은 회원이 부담합니다.<br>
② 회사는 다음 각 호의 사유가 발생한 날로부터 3 영업일 이내에 상품의 구매대금을 환급합니다.<br>
1. 회사가 회원으로부터 상품을 반환받은 날<br>
2. 회사가 상품을 회원에게 공급하기 전에 회원이 청약철회를 한 날<br>
③ 회사는 회원으로부터 받은 상품이 일부 사용되거나 일부 소비된 경우에는 그 상품의 일부 사용 또는 일부 소비에 의하여 회원이 얻은 이익 또는 그 상품 등의 공급에 든 비용에 상당하는 금액으로서 전자상거래법 시행령으로 정하는 범위의 금액을 회원에게 청구할 수 있습니다.
<br><br><br>
제19조 (서비스 이용시간 및 제공 중지)<br>
① 회사는 특별한 사유가 없는 한 연중무휴, 1일 24시간 서비스를 제공합니다. 다만, 일부 서비스의 경우 그 종류나 성질을 고려하여 별도로 이용시간을 정할 수 있으며, 회사는 그 이용 시간을 회원에게 사전 공지합니다.<br>
② 회사는 서비스 업데이트나 정보 가공, 자료의 갱신을 위한 시스템 유지·보수 작업, 시스템 장애 해결을 위한 보수작업, 정기 PM 작업, 시스템 교체 작업이 필요하거나 회선 장애 등 서비스를 중단할 합리적인 사유가 발생한 경우, 일시적으로 서비스를 중단할 수 있습니다. 계획된 작업의 경우 서비스 중단 시간과 작업 내용을 사전에 공지하되, 우발적 장애 발생 등 부득이한 사유가 있는 경우에 한하여 그 내용을 사후에 공지할 수 있습니다.<br>
③ 회사는 다음 각 호에 해당하는 경우 서비스의 제공을 중지할 수 있습니다.<br>
1. 설비의 보수 등 회사의 필요에 의해 사전에 회원들에게 공지한 경우<br>
2. 기간통신사업자가 전기통신서비스 제공을 중지하는 경우<br>
3. 기타 불가항력적인 사유에 의해 서비스 제공이 객관적으로 불가능한 경우<br>
<br><br>
제20조 (서비스 정보의 제공 또는 기타 광고의 게재)<br>
① 회사는 회원에게 서비스 이용·개선을 위해 필요한 사항을 알리거나 각종 상품·서비스 소개, 홍보 등을 위한 정보를 우편물, 이메일 등을 이용한 방법으로 제공할 수 있습니다.<br>
② 회사는 사이트 등에 기타 광고 등을 게재할 수 있으며, 우편물, 이메일 등을 이용한 방법으로 회원에게 기타 광고 등을 전달할 수 있습니다.<br>
③ 회원은 서비스 이용시 사이트 등에 노출되는 광고 게재에 대해 동의하는 것으로 간주합니다.
<br><br><br>
제21조 (게시물의 작성과 회사의 권한)<br>
① 회사가 작성한 게시물 또는 저작물에 대한 저작권 및 기타 지식재산권은 회사에 귀속하며, 사이트 내에서 소프트웨어 또는 기계적 방법으로 통하여 이루어지는 크롤링, 미러링 등의 대규모 이용은 엄격히 금지됩니다.<br>
② 회원이 사이트에 게시한 게시물(상품 구매평, 댓글, Q&A 등)에 대한 저작권은 회원에게 귀속됩니다. 회원은 자신이 창작, 등록한 게시물에 대해 무상의 비독점적 사용권을 회사에 부여합니다. 회원이 회사에게 부여한 사용권은 회사가 사이트 등을 운영하는 동안 계속 유효하며, 회원이 서비스 이용계약을 해지한 후에도 같습니다.<br>
③ 회원은 게시물 작성시 상품 이용∙사용 후기 제공 목적에 부합하게 정확한 사실에 근거하여 성실하게 그 내용을 작성하여야 하며, 작성된 게시물의 내용이 사실이 아니거나 허위인 경우 발생하는 모든 문제에 대하여 전적인 책임을 부담합니다.<br>
④ 회사는 게시물이 다음 각 호에 해당하는 경우 사전 통지없이 해당 게시물을 삭제하거나 게시자에 대하여 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있습니다.<br>
1. 대한민국의 법령을 위반하는 내용을 포함하는 경우<br>
2. 허위 또는 과대광고의 내용을 포함하는 경우<br>
3. 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우<br>
4. 회사가 제공하는 서비스와 동일∙유사한 서비스를 제공하는 사이트의 링크를 게시하는 경우<br>
5. 정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를 포함하는 경우<br>
6. 사회 공공질서나 미풍양속에 위배되는 경우<br>
7. 회사가 제공하는 서비스의 원활한 진행을 방해하는 것으로 판단되는 경우<br>
<br><br>
제22조 (회사의 의무)<br>
① 회사는 본 약관에서 정한 내용에 따라 서비스를 안정적·계속적으로 제공할 수 있도록 최선을 다하여 노력합니다.<br>
② 서비스 이용이나 운영과 관련된 회원의 불만사항이 접수되는 경우, 회사는 이를 지체없이 처리하여 그 결과를 회신할 수 있도록 노력합니다. 다만, 불만사항 내용 확인 및 경위 파악, 접수 내용 처리 등에 상당한 시간이 소요될 경우, 회사는 그 사유와 처리 일정을 회원에게 통지합니다<br>
<br>
제23조 (회원의 의무)<br>
① 회원은 관계법령과 본 약관의 규정, 회사의 서비스 운영정책 기타 고지된 서비스 이용상의 유의 사항을 준수하여야 하며, 기타 회사의 업무에 지장을 초래하는 행위를 하여서는 아니됩니다.<br>
② 회원이 결제수단으로 신용카드를 사용할 경우 비밀번호 등 결제정보 유실 방지는 회원 스스로 관리해야 합니다. 다만, 사이트의 결함에 따른 결제정보 유실의 발생에 대한 책임은 회원이 부담하지 않습니다.<br>
③ 회원은 서비스를 이용하면서 얻은 정보를 회사의 사전동의 없이 복사, 복제, 번역, 출판, 방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.<br>
④ 회원은 본 약관에서 정한 바와 다른 목적으로 서비스를 이용해서는 아니되며 제24조에 규정된 금지행위를 하지 않아야 합니다.<br>
<br>
제24조 (금지행위 및 이에 대한 제재조치)<br>
① 회원은 제23조의 의무를 준수하여야 하며, 다음 각 호의 행위는 금지됩니다.<br>
1. 서비스 이용을 통하여 취득한 정보를 부정 사용하였을 경우<br>
2. 사이트의 정보 및 서비스를 이용하여 부당한 영리 행위를 하였을 경우<br>
3. 회원ID를 타인에게 대여하거나 다른 회원의 ID를 사용하였을 경우<br>
4. 회사, 본 서비스 또는 제3자의 명예를 훼손하였을 경우<br>
5. 회사의 저작권 또는 제3자의 저작권 등 기타 권리를 침해하는 내용의 게시물을 등록한 경우<br>
6. 해킹 행위 또는 바이러스의 유포 행위를 하였을 경우<br>
7. 기타 선량한 풍속, 사회질서를 해하거나 관계법령에 위반하는 행위를 함으로써 다른 회원, 이용자 기타 제3자에게 손해를 가하였을 경우<br>
② 회원이 제1항의 금지행위를 하였을 경우, 회사는 해당 회원에게 사전 통지한 후 회원 서비스 이용 중지, ID 삭제조치, 회원 강제 탈퇴 및 재가입 제한 조치(이하 “제재조치”)를 취할 수 있습니다. 다만, 서비스 정상화 또는 민원처리 등 긴급한 사정이 있을 경우, 회사는 제재조치를 취한 후 해당 회원에게 그 내용을 통지할 수 있습니다.<br>
③ 회원은 제2항에 따른 회사의 제재조치에 대하여, 부정이용으로 판단된 행위가 불가피하였던 사유 및 그 증빙자료를 회사에 제출하는 방식으로 이의를 신청 수 있습니다. 회원의 이의 신청을 접수한 경우, 회사는 제출된 이의 사유 및 증빙자료 기타 관련 사항을 신중히 검토하여 이의 신청에 대한 판단을 하고 그 결과를 통지합니다.<br>
④ 회원이 강제 탈퇴 조치된 경우, 회사는 회원의 개인정보를 지체없이 삭제합니다. 다만, 관련 법령 및 개인정보처리방침에 따라 회원 정보를 보유할 필요가 있는 경우 및 해당 회원의 재가입을 방지하기 위한 목적에서 필요한 정보를 보관하는 경우는 그러하지 아니합니다.<br>

제4장 기타<br>
<br><br>
제25조 (손해배상)<br>
① 회사의 귀책으로 본 약관 제22조를 위반하여 이용자에게 손해를 입히거나 기타 회사가 제공하는 모든 서비스와 관련하여 회사의 책임 있는 사유로 인해 이용자에게 손해가 발생한 경우 회사는 그 손해를 배상합니다.<br>
② 회원이 본 약관의 제23조를 위반한 행위 또는 제24조 제1항에서 정하는 금지행위를 한 경우, 기타 회원의 책임 있는 사유로 회사 및/또는 제3자에게 손해를 입힌 경우, 회원은 그 손해를 배상하여야 합니다.
<br><br><br>
제26조 (면책)<br>
① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우 서비스 제공에 관한 책임이 면제됩니다.<br>
② 회사는 회원의 고의 또는 과실로 발생한 서비스 이용의 장애 및 손해에 대하여 어떠한 책임도 부담하지 않습니다.<br>
<br><br>
제27조 (서비스 이용계약 해지 및 자동탈퇴)<br>
① 회원이 서비스 이용계약을 해지하고자 할 경우, 마이페이지 내 “회원탈퇴” 메뉴를 이용해 회사에 대한 해지 신청을 합니다. 단, 회원은 해지의사를 통지하기 전에 현재 진행 중인 모든 거래를 완료하거나 철회 또는 취소하여야 하며, 거래의 철회 또는 취소로 인한 불이익은 회원 본인이 부담하여야 합니다. 또한, 회원이 회사에 대한 채무를 전부 이행하지 않으면 회원이 해당 채무를 전부 이행할 때까지 회사는 회원의 서비스 이용계약 해지를 제한할 수 있습니다.<br>
② 회원이 서비스 이용계약을 해지한 경우, 회사는 해지 즉시 회원의 모든 정보를 파기합니다. 다만, 다음 각 호에 해당하는 경우는 보유 목적에 필요한 최소한의 정보를 보관할 수 있습니다.<br>
1. 관련 법령 및 개인정보처리방침에 따라 회사가 회원 정보를 보유할 수 있는 경우<br>
2. 회원이 제24조에 따른 제재조치를 회피하기 위하여 서비스 이용계약 해지를 신청한 것으로 판단되어 재가입 방지에 필요한 회원에 정보를 보관하는 경우<br>
③ 회원이 1년 동안 서비스를 이용하지 않아 휴면회원으로 설정되는 경우, 회사는 해당 회원에 대하여 직권으로 탈퇴 등의 적절한 조치를 취할 수 있으며, 이와 더불어 당해 회원의 서비스 이용을 제한할 수 있습니다.<br>
④ 회원이 서비스 이용계약을 해지하는 경우, 적립금, 할인쿠폰 등 회원으로서 받은 모든 혜택은 즉시 소멸됩니다.<br>
<br><br>
제28조 (개인정보보호)<br>
회사는 회원의 개인정보보호를 중요시하며, 회원이 회사의 서비스를 이용함과 동시에 온라인상에서 회사에게 제공한 개인정보의 철저한 보호를 위하여 최선을 다하고 있습니다.<br>
개인정보보호와 관련된 자세한 사항은 회사 웹사이트에서 전자적 표시형태로 제공되는 개인정보취급방침에서 확인하실 수 있습니다.
<br><br><br>
제29조 (회사와 회원 간 분쟁해결)
① 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.<br>
② 제1항에도 불구하고 회사와 회원 간에 발생한 분쟁에 관한 소송이 제기될 경우, 민사소송법에 따른 관할법원을 제1심 관할법원으로 지정합니다.<br>
<br><br><br>
제5장 한화생명 관련 쿠폰<br><br><br>

제30조 (한화생명 쿠폰의 종류 및 정의)<br>
한화생명 쿠폰이라 함은 한화생명보험(주)(이하 '한화생명')의 구독형 보험 상품 관련하여 회사가 해당 보험 상품 가입자(이하 ‘보험 가입자’)에게 발행한 상품권으로, 보험 가입자가 회사의 온라인 홈페이지에서 보험 가입자를 위한 회사의 상품을 구매할 수 있는 상품권을 의미하고, 그 종류는 아래 각 호와 같습니다.<br>
1. 웰컴 패키지 쿠폰 : 회사의 보험 가입자 전용 홈페이지에서 회사가 구성한 웰컴 패키지 세트 상품을 구매할 수 있는 쿠폰을 의미합니다.<br>
2. 시그니처 패키지 쿠폰 : 회사의 보험 가입자 전용 홈페이지에서 회사가 구성한 22,000원 상당의 시그니처 패키지 세트 상품을 구매할 수 있는 쿠폰을 의미합니다.<br>
3. 자이언트 패키지 쿠폰 : 회사의 보험 가입자 전용 홈페이지에서 회사가 구성한 44,000원 상당의 자이언트 패키지 세트 상품을 구매할 수 있는 쿠폰을 의미한다.<br>
4. 헬스플랜 패키지 쿠폰 : 회사의 보험 가입자 전용 홈페이지에서 회사가 구성한 22,000원 상당의 헬스플랜 패키지 세트 상품을 구매할 수 있는 쿠폰을 의미한다.<br>
<br><br>
제31조 (유효기간)<br>
① 한화생명 쿠폰의 유효기간은 아래 각 호와 같습니다.<br>
1. 웰컴 패키지 쿠폰 : 쿠폰 지급일로부터 31일<br>
2. 시그니처, 자이언트, 헬스플랜 패키지 쿠폰 : 쿠폰 지급일로부터 1년 (366일)<br>
3. 회사 또는 한화생명이 유효기간 연장 불가 사실을 사전에 안내할 경우, 해당 한화생명 쿠폰의 유효기간은 연장이 불가합니다.<br>
② 한화생명은 유효기간이 도래하기 30일 전 통지를 포함하여 3회 유효기간의 도래 사실 등을 SMS, 카카오톡, 이메일 등의 방법으로 보험 가입자에게 통지합니다.
<br><br><br>
제32조 (쿠폰 표시사항)<br>
한화생명 쿠폰에는 아래와 각 호와 같은 사항이 표시됩니다.<br>
1. 발행자<br>
2. 구매가격<br>
3. 유효기간<br>
4. 사용조건<br>
5. 사용가능 가맹점<br>
6. 환불 조건 및 방법<br>
7. 지급보증 또는 피해보상보험계약 체결에 관한 사항<br>
8. 소비자피해발생 시 연락할 관련 전화번호 등<br>
<br><br>
제33조 (이용방법)<br>
한화생명 쿠폰의 이용방법은 아래 각 호와 같습니다.<br>
1. 유효기간 이내 회사의 온라인 홈페이지에서 이용이 가능합니다.<br>
2. 보험 가입자는 구매를 위해 회사 온라인 홈페이지 회원 가입을 하여야 합니다.<br>
<br>3. 한화생명 쿠폰에는 배송비용이 포함되어 있습니다. 단, 배송지역이 도서산간인 경우 배송료가 추가될 수 있으며, 기존 배송일보다 1~2일이 더 소요될 수 있습니다.
<br>4. 웰컴 패키지 쿠폰은 무상 제공 상품으로 환불이 불가합니다. 단, 시그니처 패키지, 자이언트 패키지, 헬스플랜 패키지 쿠폰의 경우 유효기간 만료 전, 후로 언제든 한화생명(문의처 : 1544-6385)으로부터 전액 환불 받을 수 있으며 구체적인 환불정책은 한화생명의 구독형 보험 상품 정책 또는 약관에 따릅니다.
<br>5. 보험 가입자가 한화생명 쿠폰을 사용하였음에도, 물품의 제공이 불가능하거나 제공에 필요한 통상적인 기간보다 현저히 제공이 지체되는 경우에는 해당 물품과 동일한 금전적 가치의 물품으로 변경될 수 있으며, 다른 물품으로 교환이 불가능한 경우에는 전액을 취소하거나 한화생명으로부터 환불 받을 수 있습니다.
<br>6. 쿠폰을 사용하여 주문한 상품은 식품 특성상 단순 변심에 의한 교환 및 환불은 불가합니다. 다만, 받으신 제품에 하자가 있는 경우, 1일 이내에 사진과 함께 회사 고객센터(문의처 : 1833-5836)로 접수해주시면 확인 후 환불 및 재배송을 도와드립니다.
<br>7. 웰컴 패키지 쿠폰은 무상 제공 상품으로 현금영수증이 발행되지 않습니다. 단, 시그니처, 자이언트, 헬스플랜 패키지 쿠폰의 경우, 물품 구매 시 회사가 현금영수증을 발행합니다.
<br><br><br>
제34조 (지급보증)<br>
회사는 한화생명 쿠폰에 관하여 지급보증을 하거나 피해보상보험계약을 체결하고 있지 않습니다.<br>
<br><br>
부칙(2019. 10. 11.)<br>
본 약관은 2019년 10월 18일부터 시행되며, 종전 약관은 본 약관으로 대체됩니다.<br>
부칙(2021. 4. 6.)<br>
본 약관은 2021년 4월 20일부터 시행되며, 종전 약관은 본 약관으로 대체됩니다.<br>
부칙(2021.7.28.)<br>
본 약관은 2021년 7월 28일부터 시행되며, 종전 약관은 본 약관으로 대체됩니다.<br>
<br>
2021-04-20 시행 이용약관 보기<br>
<br>
2019-10-18 시행 이용약관 보기<br>
</td></tr>
</table>

</article>
   <%@ include file="../include/user/headerfooter/footer.jsp" %>
   
